{"words":{
"&#3904;&#4017;&#3908;": [
"JH-ENG",
"but; even; also; however; nevertheless; although",
"JH-OE",
"{C}but if; although; again; although; even if; of course",
"JH-SKT, YOGA",
"api",
"JH-SKT",
"{LCh}eva; *; {C}kiM cApi; {C}punar; {C}yadyApi; {C}tu",
"OT",
"[34] ming mtha' ga da ba sa dang\/ da drag gi rjes su sbyor ba'i rgyan sdud kyi sgra zhig  ... ga da ba sa ... da ... dka' las khag kyang sems mi zhum\/ ... mthun rkyen med kyang gsar du bskrun chog  ... rgyal kha thob kyang khengs sems med\/ ... gzugs kyang mdzes la sems kyang bzang\/ ... gros bsdur byas kyang thag ma chod\/ ... gang yin kyang rung\/ ... btsal kyang ma rnyed\/ ... nyal kyang gnyid ma khug  ...",
"JH-C",
"Comment: Translations like \"but\" would come after the clause to which it is affixed; translations like \"although\" would come before the clause to which it is affixed.",
"YOGA",
"punaH",
"DM",
"yod kyang mdzes kyang lta bu. Chödag.",
"JV",
"wild ass, as, also, too, as well, but, yet still, nevertheless, even, if, even though, including, though, although, straight, right, very straight, slender as a stick, and, too, yet more, (used instead of dang after ga da ba sa), since, since that, then, therefore, likewise, whereas, also, even, even though, connective, even if there is",
"IW",
"though, although, even, but, too, yet, and, still, also, whoever, whatever, wherever, no matter how\/ what\/ where, likewise, {yang} straight slender, tall, slender [ming mtha' ga da ba sa dang, da drag gi rjes su sbyorba'i rgyan sdud kyi sgra zhig ...Ga da ba sa...Da...Dka' laskhag kyang sems mi zhum,...Mthun rkyen med kyang gsar du bskrunchog ...Rgyal kha thob kyang khengs sems med,...Gzugs kyangmdzes la sems kyang bzang,...Gros bsdur byas kyang thag machod,...Gang yin kyang rung,...Btsal kyang ma rnyed,...Nyalkyang gnyid ma khug",
"RY",
"Syn {yang}; A. 1) though, although, even, but, too, yet, and, still, also. 2) whoever, whatever, wherever. 3) no matter how \/ what \/ where. 3) likewise. 4) Syn {yang}. 5) nonetheless. 6) + yang - neither nor; + a quote - said; whether- neither nor. B. 1) straight, tall, slender. Nevertheless,"
]}}