{"words":{
"&#3905;&#3928;&#3942;": [
"JH-ENG",
"realm; constituent; element; basic\/essential constituent; disposition; type; constitution [as in health]",
"JH-SKT, YOGA",
"dhAtu",
"JH-SKT",
"{MSA,MV,C}*",
"OT",
"[223] ... 1) yul lam lung pa\/ ... rgyal khams\/ ... bod khams\/ ... 2) ris\/ ... 'dod khams\/ ... 'jig rten gyi khams\/ ... 3) 'byung ba'am rang bzhin\/ ... lo khams\/ ... me khams 'gyur ba\/ ... khams snyoms pa\/ ... khams log pa\/ ... 4) lus po\/ ... sku khams\/ ... khams dub pa bsang ba\/ ... lus kyi 'byung khams cha ma snyoms pa\/ ... 5) rgyu dang sa bon\/ ... 6) bod yul dbus gtsang khams gsum du zlas dbye byas pa'i ya gyal zhig gi ming\/ ... mdo khams\/ ... dbus gtsang khams gsum\/ ... 7) (mngon) rnam shes kyi khams drug dang\/ dbang po'i khams drug yul gyi khams drug ste khams la bco brgyad yod pas grangs bco brgyad mtshon\/ ...",
"JH-DIVT, JH-EXT",
"gzugs khams",
"JH-DIVT",
"dbye ba\/ 1 'dod khams\/ 2 *\/ 3 gzugs med khams; dbye ba\/ yul drug dbang po drug rnam shes drug dang bco brgyad\/\/",
"JH-DIVE",
"Div.: (1) desire realm; (2) form realm; (3) formless realmDiv.: the eighteen consisting of the six objects, the six sense powers, and the six consciousnesses",
"JH-C",
"Comment: For other divisions see khams du ma and khams tha dad pa.",
"JH-EXE",
"form realm (rUpadhAtu)",
"YOGA",
"dhAtuka",
"DM",
"Tshad Rig.",
"JV",
"dhatu, materializing forces, elements, essence, essential nature, individual constitution, constituents, disposition, psychological makeup of individual, atmosphere, interactional fields, sensory fields, world plane, psycho-physical heritage, field, space, world, world sphere, area, realm, tonus, man's nature, existentiality, total make-up, gzugs to reg bya, chos 6, mig to lus, yid shes to yid kyi rnam shes 6 for total of 18, SA yid kyi khams. appetite, health, condition, physical constitution of the body, root, essential part, that which constitutes the nature of a thing, 6 elements (sa chu me rlung nam mkha' rnam shes), empire, territory, world, easternmost districts of tibet, semen, essence, proper name of Eastern Tibet, experiential element, sensory spheres, sense bases, sensory bases, acumen, elemental constitution, elemental condition, physical condition",
"IW",
"1) region; 2) realm; 3) element; 4) nature; 5) health, body; 5) cause and seed (6) Kham, E Tibet [Bod yul dbus gtsang khams gsum du zlas dbye byas pa] (7) dhatu [rnam shes kyi khams drug dang, dbangpo'i khams drug yul gyi khams drug (8) 18 [from 18 dhatus] capacity, property, constituent, potential,, existentiality, elements of our experiential make-up, character, nature, natural temperament, propensity, disposition, ability, organs of the body, fields of sense, sensory sphere, sensory base, buddha-nature, {snying po}, realm, region, dominion, world, plane, sphere, space, expanse (sm {dbyings}-) physical constitution\/ condition, domain, kingdom, empire, world, territory, land, semen, essence, fortification, appetite, types, subtle nature, constituent, the six elements, (earth, air, fire, water, ether, psycho-physical base {dngos po'i gnas tshul}, {ngo bo}, {rigs}, {bde bar gshegs pa'i snying po} (for example the khams of fire is heat the khams of water is wetness. There are 18 khams, the khams of earth, fire, wind, space, etc sugatagarbha is the greatest khams of all khams whereas the 18 khams are partial; {bye brag} sm {'byung ba}, {rang bzhin}. 1) region; 2) realm, domain, territory; 3) element; 4) nature; 5) health, body; 5) cause and seed; 6) Kham, E Tibet; 7) dhatu; 8) 18; 9) the dhatu, sugatagarbha * ?",
"RB",
"realm; factor\/ constituent element\/ component of (ordinary) experience [in sense of eighteen dhatus]; fundamental nature\/ constituent of being (in the sense of buddha nature) (specific) character type\/ termperament subtle essence [in anuyoga\/ tsalung contexts; e.g., khams dkar dmar] isc. element [of periodic table]",
"RY",
"General meanings: expanse\/ character; east Tibet. domain, territory, land; area, province; realm; constituent element\/ component of experience; fundamental constituent of being (in the sense of buddha nature); character type; 1) Skt. dhatu, element, nature, capacity, property, constituent, {dngos po'i gnas tshul}, {ngo bo}, {rigs}, {bde bar gshegs pa'i snying po} For example the khams of fire is heat. The {dbyings} of water is wetness. Syn {'byung ba}, {rang bzhin}. 2) potential, seed. Syn {rgyu}, {sa bon}. 2) existentiality, [elements of our experiential make-up], character, nature, natural temperament, propensity, disposition, ability. 3) organs of the body, fields of sense, sensory sphere \/ base. 4) buddha-nature [s0. {snying po} 5) realm, region, dominion, world, plane, sphere, space, expanse [sm. {dbyings} 6) physical constitution \/ condition, health, sate of health. 7) Kham A province in eastern Tibet. Kham [the general area of east Tibet]. 8) domain, kingdom, empire, world, territory, land. 9) semen, essence. 10) fortification. 11) appetite. 12) types. 13) subtle nature, constituent. 14) the six elements, [earth, air, fire, water, ether, mind]. 15) state of health. 16) psycho-physical base; \/ Def. by Jamgön Kongtrül: {dhA tu'i sgra las sa bon 'dzin pa'am rang gi mtshan nyid 'dzin pa'i don gyis khams shes bya ba}. 17) character, nature, natural temperament, propensity, disposition, ability. element [thd]"
]}}