{"words":{
"&#3913;&#3928;&#3942;": [
"JH-ENG, DM, IW, RB, RY",
"experience",
"JH-ENG",
"a feeling; an *; a vision; spoiled; defiled; corrupted; degenerated; deterioration",
"JH-OE",
"{C}impairment; deficient; breaks; forsaking; loss; failure; diminution; decrease; waning; inferior; low; lesser; disagreeable; left behind; mean",
"JH-SKT",
"{C}hAna; {C,MSA}hAni; (_\/hA): {MSA}hIyate; {C}hIna; {C}kSati; {C}vikala; {C}bhajyate; {MSA}chidratva; {MSA}vipatti; {MSA}vilekha",
"OT",
"[937] ... 1) myong cha dang tshor ba\/ ... sngar byung sdug nyams\/ ... da lta'i spro nyams\/ ... 'khyag nyams\/ ... 2) blo'i 'gyur ba phyi rol tu mtshon pa'i lus ngag gi rnam 'gyur ram\/ tshugs ka\/ ... sgeg nyams\/ ... che nyams\/ ... dpon nyams\/ ... rgas nyams\/ ... gzhon nyams dod po\/ ... tshig rgyan gyi nyams dang ldan pa'i phyag bris\/ ... man ngag gi nyams dang ldan pa'i bslab bya\/ ... yon tan med bzhin du yod nyams byed pa g.yo dang\/ skyon cha yod bzhin du med nyams byed pa sgyu\/ ... 3) cha rgyus\/ ... khyi nyams sprang pos lon nas rgyug pa sked gzer\/ chu nyams mnyan pas lon nas ko ba 'phred gcod\/ ... bya ba nyams kyis mi lcogs na\/ gzhan gyis rbad kyang byar mi rung\/ ... 4) sems sam yid\/ ... yul yid du 'ong zhing nyams su dga' ba\/ ...",
"DM",
"'*.'  Gyatso, Apparitions 190.  Stein.  rtogs pa myed pa'i nyams bskyangs pa la zhen pa mang \/ bsgom chen pa phal cher 'dir ldus pa yin.  There are many who are attached to tending experiences without realization.  Most contemplatives leave it at that.  Zhi-byed Coll. II 330.3 (more discussion found here).  nyams ni mtshan nyid bzhi' ldan du skye ste \/ bde' \/ gsal \/ myi rtog \/ ngo bos grol \/ blo gzung 'dzin dang bral ba ka myi rtog pa zhes bya.  Zhi-byed Coll. IV 8.7.",
"JV",
"feeling-sentiment, failures, soul, thought, strength, state, experiences, deteriorate, faults, experiential sign of the development of practice, violation, conviction, transgressor, corruption, corrupted, humiliated, apprehension of ideas, soul, manner, extent, degree, condition, elegance, charm, dignity, meditative experience, mystical experience, corrupted, meditation-mood, meditative moods, moods, diminish, signs-experiences, sign experience",
"IW",
"1) * and feeling; 2) mental 'gyur ba externally symbolized in body and speech expressions or, tshugs ka; 3) * of, familiarity; 4) [in] mind 'ong",
"RB",
"ephemeral meditative *; fleeting *. {nyams kyi snang ba} visions of (ephemeral) (meditative) *",
"RY",
"Temporary experiences. nga'i nyams la bltas na + tshod red - I feel that. 1) [meditative \/ temporary] experience, meditation-moods [experiential sign of the development of practice]. 2) vision. 3) Abbr. of {nyams pa} 4) imposing air \/ presence \/ dignity, haughty, arrogant. 5) elegance, charm, handsome, elegant. 6) thought, mind, spirit. 7) impairment, impairment, sentiment [in dramatic arts]. thought, experiential sign of the development of practice, experiences, withered; experience, meditation experience; violate, damage, deteriorate, weaken [in context of vows and commitments]. debased. must endure"
]}}