{"words":{
"&#3923;": [
"JH-ENG",
"(1) to; in; as; at [accusative, dative, locative particle](2) if; when [non-case usages](3) be sick; be ill; in pain [for the verb, na ba]",
"OT",
"[1492] bod yig gsal byed bcu gnyis pa 'di'i nga ro 'don tshul la skye gnas so sna dang bcas pa dang\/ byed pa lce rtse\/ nang gi rtsol ba so lce phrad pa dang\/ phyi'i rtsol ba srog chung sgra ldan\/ ... 1. 1) ming gzhi'i shin tu mo'i yi ge zhig  ... 2) rjes 'jug gi ma ning yi ge zhig  ... 2. ... 1) mi'i lo grangs kyi tshod\/ ... lo na mthon po\/ ... phru gu nar ma son pa\/ ... 2) lo lnga lon pa'i rta drel gyi lo\/ ... 3) chu rlan che ba'm chu 'khyil mang po yod pa'i spang ljongs\/ ... rkyang kha dkar rmig bzhi na la zug ... 3. tshig phrad na yig  ... na ... 1) dmigs kyis dbye ba\/ ... dngos su na\/ ... mdor bsdus na\/ ... yin grang na\/ ... 2) rgyu mtshan ston pa\/ ... me yod na du ba 'byung\/ ... sa bon btab na 'bras bu skye\/ ... 3) rgyu mtshan don gyis ston pa\/ ... nad med na sman pa ci'i phyir bsten\/ ... chang ma btungs na ra bzi don med\/ ... chu med na nya ga la yong\/ ... 4) tshig 'gal bar ston pa\/ ... kho rang mkhas pa yin par grags na'ng bzang ngan gyi dbye ba 'byed mi shes pa'i rmongs pa zhig red 'dug  ... 5) 'os par dka' ba\/ ... khyi la'ang 'jigs na seng ge la bshad mi dgos\/ ... mi rgan pas 'khur mi thub na phru gus lta ci smos\/ ... nad pa de phar tshur 'gro thub na yar lang thub pa smos ci 'tshal\/ ... 6) phyi tshig nges par byed pa\/ ... dud 'gro rnams shin tu rmongs na mi'ng de ltar 'dug ... 'brog pas zhing 'debs mi shes na so nam pas zhing kha 'debs mi shes pa'ng 'dug  ... 7) smon pa\/ ... ngal rtsol mi dmangs tshang ma bcings 'grol thob na ci ma rung\/ ... 8) the tshom ston pa\/ ... sa bon ni btab zin na 'di las myu gu 'byung ngam mi 'byung\/ ... sman btang yod na nad e sos mi sos\/ ... gdan 'dren zhus zin na kho yong ngam mi yong\/ ... 4. la don zhig  ... la ...",
"DM",
"spang.  Gces 588.2.  na ru lon pa'i 'bru las sa bon 'phel.  Zhi-byed Coll. I 292.7.    CFMS 51.",
"JV",
"if, suppose, in case, so long as, as long as, only, disease, meadow, pasture land, steadiness, age, province of gar, in, on, at, unto, when, although, if indeed, because, unless, unto, to get sick, conditional \"if\" clause connective, \"as\" or \"because\" construction, dative-locative particle, folio side a as in 189-95a, when that is the case, if such is the case, pain, when this happens",
"IW",
"NA once to fall ill, get\/ be sick, has\/have illness, sickness, disease, meadow, year, stage of life, age, in, on, if. [bod yig gsal byed bcu gnyis pa 'di'i nga ro 'don tsul la skye gnas so sna dang bcas pa dang, byed pa lce rtze, nang gi rtzol ba so lce phrad pa dang, phyi'i rtzol ba srog chung sgra ldan]..1. 1) Ming gzhi'i shin tu mo'i yi ge zhig...2) Rjes 'jug gi ma ning yi ge zhig... 2....1) Mi'i lo grangs kyi tsod,...Lo na mthon po,...Phru gu nar ma son pa,...2) Lo lnga lon pa'i rta drel gyi lo,...3) Chu rlan che ba'm chu 'khyil mang po yod pa'i spang ljongs,...Rkyang kha dkar rmig bzhi na la zug... 3. Tsig phrad na yig...Na.if [including subjenctive and contrary to fact]..1) Dmigs kyis dbye ba,...Dngos su na,...Mdor bsdus na,...Yin grang na,...2) Rgyu mtsan ston pa,...Me yod na du ba 'byung,...Sa bon btab na 'bras bu skye,...3) Rgyu mtsan don gyis ston pa,...Nad med na sman pa ci'i phyir bsten,...Chang ma btungs na ra bzi don med,...Chu med na nya ga la yong,...4) Tsig 'gal bar ston pa,...Kho rang mkhas pa yin par grags na'ng bzang ngan gyi dbye ba 'byed mi shes pa'i rmongs pa zhig red 'dug...5) 'Os par dka' ba,...Khyi la'ang 'jigs na seng ge la bshad mi dgos,...Mi rgan pas 'khur mi thub na phru gus lta ci smos,...Nad pa de phar tsur 'gro thub na yar lang thub pa smos ci 'tsal,...6) Phyi tsig nges par byed@pa,...Dud 'gro rnams shin tu rmongs na mi'ng de ltar 'dug...'Brog pas zhing 'debs mi shes na so nam pas zhing kha 'debs mi shes pa'ng 'dug...7) Smon pa,...Ngal rtzol mi dmangs tsang ma bcings 'grol thob na ci ma rung,...8) The tsom ston pa,...Sa bon ni btab zin na 'di las myu gu 'byung ngam mi 'byung,...Sman btang yod na nad ae sos mi na'ang - although [contrary to fact] sos,...Gdan 'dren zhus zin na kho yong ngam mi yong,...4. La don zhig...La... [definite] resolution??? {nas rtsa rgyud dang, bshad rgyud, phyi ma rgyud kyi chu mdo yan gyi 'grel pa mes po'i zhal lung zhes pa mdzad, gzhan yang rje mnyam nyid rdo rje'i rnam thar dang, rgyud bzhi bka' bstan gyi 'gal spongs la phyi ltar na sangs rgyas kyi bka', nang ltar na pandi ta'i bstan bcos, gsang ba ltar na bod kyi bstan bcos su bzhed pa sogs gso dpyad skor la gsung rtsom shin tu mang zhing, snyan ngag me long ma'i me long zhes pa sogs rig gnas gzhan skor la'ang sna tshogs mchis, gyu thog phyag bris ma'i rgyud bzhi gser mchan sogs gna' rabs kyi tshad ldan yig cha rnams la khungs bcol te rgyud bzhi la zhus dag mdzad cing nang so yar rgyab pa sbyin bdag tu bskul nas par du brkos pa'i gra thang par ma zhes rgyud bzhi'i par snga shos su gyur pa de'i bdag rkyen mdzad pa sogs sku tshe hril por gso ba'i bstan don kho na mdzad, dgung lo bdun cu lhag tsam bzhugs par grags(3) sky [syn: kun khyab, kun 'gebs, kun 'gro, kun gsal, khyab 'jug gnas, go 'byed, dgung, rgyu skar lam, chu sgrog chu mthongs, rtag sdod, mtha' bral, mtha' med, gnam, sprin lam,@bar snang, bar med, bya lam, mi 'gyur, mi 'da', mi gyo, me zhal, lus med, lha rtsen, lha yi rdzing ring, lha lam [1 of the eight noncompounds), the ether, (the principle of expansion and enlargement in the manner of the vast and extensive sky which accomodates everything without acceptance and rejection is the discipline which is warm, and hospitable to fraternal yogins and the conduct which does not lapse from the vehicle of sa s ra and nirv a but remains within this view and conduct of great identity [gdmk], dharmakaya person, highest yogin, imperial, real thing [vctr] [tserig] see Das and Tsihiog mdzod for details. 1) NA; 2) year, stage of life, age; 3) five year old horse\/ mule; 4) meadow [wet, w pools]; 5) in, on, at; 6) if, when; 7) fall ill, get\/ be sick, has\/have illness, sickness, disease; 8) once; 9) old name province of gar in NT",
"RB",
"if . . . ; let me\/ us . . . ; isc. whenever . . . ; isc. once . . .",
"RY",
"1) when, once. 2) to fall ill, get \/ be sick, illness, sickness, disease, 3) has \/ have, 4) in, on, 5) if, although. 6) meadow, 7) year, stage of life, age; 8) {na kha} meadow, pasture land, lawn, greensward, tuft. 9) n of province Gar"
]}}