?({"words":{
"&#3928;": [
"JH-ENG",
"(1) mother (2) particle indicating negative: not; non-; un-",
"JH-SKT, YOGA",
"mAtR",
"JH-SKT",
"{LCh,C,MSA}*; {MSA}a- (e.g.: akRta, etc.); {MSA}na",
"OT",
"[2037] bod yig gsal byed bcu drug pa 'di'i nga ro 'don tshul la skye gnas mchu sna dang bcas pa dang\/ byed pa mchu\/ nang gi rtsol ba mchu gnyis phrad pa\/ phyi'i rtsol ba srog chung sgra ldan\/ ... 1.1) ming gzhi'i shin tu mo'i yi ge zhig  ... 2) sngon 'jug gi shin tu mo'i yi ge zhig  ... 3) rjes 'jug gi mo tsam gyi yi ge zhig  ... 4) ming mtha'i cha shas shig  ... bris ma\/ ... par ma\/ ... lag bstar ma\/ ... 'o ma\/ ... nyi ma\/ ... bla ma\/ ... slob ma\/ ... gru bzhi ma\/ ... dar ma\/ ... chu khol ma\/ ... 5) mo rtags mtshon pa'i bdag sgra zhig  ... btsun ma\/ ... chung ma\/ ... mkha' 'gro ma\/ ... glu ma\/ ... zlos gar ma\/ ... 2.skyed byed a ma\/ ... pha ma\/ ... ming gi rnam grangs la skye ba'i lam ster ma dang\/ skyed byed ma\/ 'byung byed\/ yum\/ rab skrun bcas so\/ 3.ming gi thog ma dang bar du 'jug pa'i dgag sgra zhig  ... gang yang ma byung\/ ... nga ma phyin\/ ... bltas kyang ma mthong\/ ... grangs ka ma tshang\/ ... der ma 'gro\/ ... chang ma 'thung\/ ... de 'dra ma byed\/ ... sa ma 'brog ... bya ma byi\/ ... ra ma lug  ... kha ma char\/ ...",
"DM",
"For words with ma as suffix, see Laufer, Bird Divination 48.  He says that it is usually used with words denoting space or time, but this doesn't really work!",
"JV",
"potency, mother, mom, prototype, figure 16, mother, original of any document, root, below, negative and prohibitive particle, additive particle often indicating feminine gender, negative particle, ...gong la means \"before\" clause connective, ...na means \"if don't do\" clause connective, ...bar du means \"without\" clause connective, \"until\" clause connective, not, instead of",
"IW",
"MA [bod yig gsal byed bcu drug pa 'di'i nga ro 'don tshul la skye gnas mchu sna dang bcas pa dang, byed pa mchu, nang gi rtsol ba mchu gnyis phrad pa, phyi'i rtsol ba srog chung sgra ldan,]\/\/1 .1) Ming gzhi'i shin tu mo'i yi ge zhig; 2) sngon 'jug gi shin tu mo'i yi ge zhig; 3) rjes 'jug gi mo tsam gyi yi ge zhig; 4) final particle \/\/bris ma,\/\/par ma,\/\/lag bstar ma,\/\/'o ma,\/\/nyi ma,\/\/bla ma,\/\/slob ma,\/\/gru bzhi ma,\/\/dar ma,\/\/chu khol ma; 5) female shoeing: \/\/btsun ma,\/\/chung ma,\/\/mkha' 'gro ma,\/\/glu ma,\/\/zlos gar ma, mother,\/\/pha ma, syn: skye ba'i lam ster ma dang, skyed byed ma, 'byung byed, yum, rab skrun] 3) negative [Ming gi thog ma dang bar du 'jug pa'i dgag sgra zhig \/\/gang yang ma byung,\/\/nga ma phyin,\/\/bltas kyang ma mthong,\/\/grangs ka ma tshang,\/\/der ma 'gro,\/\/chang ma 'thung,\/\/de 'dra ma byed,\/\/sa ma 'brog \/\/bya ma byi,\/\/ra ma lug \/\/kha ma char] part not, no, non-, un-, im-, -less mother female. MA * mother, female, the main 1, principal [$] *, negative *, part, not, no, non-, un-, im-, -less, ma -- thabs med: no choice but to ---, ma --- bar du: until -, feminine particle, below",
"RB",
"+ (verb) - (negative verb form): not to . . . ; to fail to . . .",
"RY",
"1) not, no, non-, un-, im-, -less. 2) mother. 3) female goddess. nya dzi - stand, tripod"
]}});
