{"words":{
"&#3928;&#3962;": [
"JH-ENG, JV, IW, RB, RY",
"fire",
"JH-SKT, YOGA",
"tejas. agni",
"JH-SKT",
"{LCh,C,MSA,MV}*; {C,MSA}*; {C,MSA,MV}vahni; {C}jvalana",
"OT",
"[2106] ... 1) 'bar byed dam 'byung ba chen po me\/ ... gser sa le sbram me la mi skrag  ... me 'bar ba'i sgang la shing bshags pa\/ ... mes 'tshig mer gtugs\/ ... ming gi rnam grangs la 'khyog 'bar dang\/ chu yi skye gnas\/ dag byed\/ du ba'i tog ldan\/ nor las rgyal\/ bi shwa na ra'i bu\/ 'bar ba'i lce ldan\/ 'bar byed\/ sbyin sreg lag pa\/ gtsug phud can\/ gtsang byed\/ rtse mo can\/ 'od kyi shing rta\/ rlung gi grogs po\/ lam nag zhugs\/ lus ma bsrung\/ shing las 'phel bcas so\/ 2) (mngon) 1. 'dzam gling lho phyogs kyi rta gdong me dang\/ khyim gyi nyi ma dang\/ bsreg bya za ba'i me ste me gsum yod pas grangs gsum mtshon\/ ... 3. 2. (mngon) me 'brug lo\/ ...",
"JH-DEFT",
"mtshan nyid\/  tsha zhing sreg pa\/",
"JH-DEFE",
"Definition: hot and burning",
"JH-C",
"one of the four tangible objects which are elements ('byung bar gyur pa'i reg bya); the others are: earth (sa, pRthivI); water (chu, Ap); wind (rlung  vAyu)",
"YOGA",
"dAha",
"DM",
"a clan.  Btsan-lha.",
"JV",
"element, *, temperature, heat, flame of a lamp, 1 of 'jigs pa rnam par brgyad, * hell according to the kalacakra",
"IW",
"1) *, flame, ember [Notes this is to describe the source of dharmas in vajrayogini's secret place, another suggestion was \"glowing like a * mandala\"]; 2) anaka, (the 50th year, male * dragon)\/'Dzam gling lho phyogs kyi rta gdong me dang, khyim gyi nyi ma dang, bsreg bya za ba'i me ste me gsum yod pas grangs gsum mtson] 'bar byed dam 'byung ba chen po me,\/\/gser sa le sbram me la mi skrag \/\/me 'bar ba'i sgang la shing bshags pa,\/\/mes 'tsig mer gtugs,\/\/ming gi rnam grangs la 'khyog 'bar dang, chu yi skye gnas, dag byed, du ba'i tog ldan, nor las rgyal, bi shva na ra'i bu, 'bar ba'i lce ldan, 'bar byed, sbyin sreg lag pa, gtsug phud can, gtsang byed, rtse mo can, 'od kyi shing rta, rlung gi grogs po, lam nag zhugs, lus ma bsrung, shing las 'phel bcas so,. ,  1) ; 1) *, flame, ember [R]; 2) anaka, (the 50th year, male * dragon; 3) three",
"RY",
"*, flame, ember, Anaka, [the 50th year, Male Fire Dragon]"
],
"&#3926;&#3919;&#3908;": [
"JH-ENG",
"give; treat; cast away; send; let go; give away; let loose; play [an instrument]",
"JH-OE",
"{C}freed; rejects; emits; cast off\/out; come up; let go; abandon; (would) discard; excel, curtain; through; across; having spurned; renounces",
"JH-T",
"gtang  gtong  btang  thongs",
"JH-SKT",
"{C}mukta; {C}utsRjati; tiraskRtya; {C}choritva; {C}tyajati",
"JV",
"deviate, give, send, SA gtong ba, past of gtong, past of gtong, abandon, leave it, to be sent by",
"IW",
"send, bestow, let go, reject, [p gtong ba]",
"RY",
"hand over, give away. p. of {gtong} [??] fut. of {gtong} devoted to, giver, to forsake, renounce, cast away, abandon, give up, let go; fut. of gtong; allow to go, let go"
]}}