{"words":{
"&#3936;&#3906;&#4018;&#3964;": [
"JH-ENG",
"1. verb: go; become; serve; actnoun: transmigrator; goer; 2. serving as vitality and exertion",
"JH-OE",
"{C}move away into; passing on; to pass on; transmigrates; pass away from; come along; approach; submit to; come to; going (to); motion; walk; pursue; they will go away; courses; walks; coursing; destiny; birth; going; route; going out; entrance; descent; move along; move to; walk along; travel",
"JH-SKT",
"{LCh}gam;  yA; {L,MV}gati; {C,MV}gamana; {MV}ga; jagat; {C}gamiSyanti; calate; upayAti; saMkramaNatA; saMkrAmati; anbhikramaNa; avakrAnti; carati; caran; (_\/vraj): {MSA}yAtrA; vrajati; vrajate; dehin",
"OT",
"[507] (mngon) chu\/ ...",
"DM",
"as suffixed verbal auxiliary, see examples in MTTP 328.",
"JV",
"walks of life, associate aspect of basic cause situation, SA rgyu rkyen, disappearance, to go, with adjectives, with other verbs, in simultaneous constructions, becomes",
"IW",
"1) water; 2) go; 3) become; 4) serve as (6) pursue (7) ac (8) move\/ walk\/ proceed (9) [trans]migrators]\/ beings [greater than there is, ...speaker himself yin 'gro,...you to 'gan 'khris yod 'gro,...near a bed sman zhog dang, khos 'thung 'gro,...Ched du skad gtong dgos mi 'dug kho rang yong gi yod 'gro,..???]. 1) water; 2) go; 3) become; 4) serve as; 6) pursue; 7) ac; 8) move\/ walk\/ proceed; 9) [trans]migrators]\/ beings",
"RY",
"pf {phyin pa, song ba} 1) to move, walk, go, proceed, transmigrate, migrate. 2) beings, transmigrators. 3) go, become, serve, pursue, act"
],
"&#3906;&#4018;&#3926;&#3942;": [
"OT",
"[396] 1. nye ba'i don\/ ... 'gro grabs yod\/ ... shor grabs\/ ... 'chi grabs yod pa\/ ... 2. sngon 'gro'i don\/ ... gsol tshigs bsham rgyu'i grabs sgrig pa\/ ... zhing pa tshos so nam gyi grabs byed pa\/ ...",
"DM",
"\"fast\" (auf Deutsch).  ZAS VII 474.",
"JV",
"be going to, shall, will, just, just be going to, just about to, nearly, soon, preparation, arrangement, measures, contrivance, signifies certainty about the time of immediate action, deliberation, object of thought, \"about to\" clause connective, \"prepare to do\"",
"IW",
"1) near; 2) preparations\/ preliminaries; 3) [vb. + --] about to do verbal action",
"RY",
"1) [vb. + grabs] on the verge of; about to do verbal action. 2) va.-{byed} to make preparations, arrangements, measures, a contrivance. 3) vicinity"
]}}