{"words":{
"&#3938;&#3986;&#4017;&#3942;&#3851;&#3924;": [
"JH-ENG",
"verb: extend; fill; spread;  increase; furtheradjective: extensive; broad; wide; full",
"JH-OE",
"{C}(over) crowded; with prominences; in (full) detail; in extenso; in its full breadth; in greater detail; extensive; widespread",
"JH-SKT, YOGA",
"vistareNa. upacaya. vRddhi",
"JH-SKT",
"{C}ipula; {C}*; vaistArika}; utsada (=udgatA); {MV}paripuSTi; {MSA}paripuSTa; puSTi; *; caya; vibuddha; virUDhi; * (e.g.: svabhAva-*)",
"OT",
"[559] 1. rgya ba'i 'das pa\/ 2. cha lag tshang ba dang\/ phun sum tshogs pa\/ ... 'grel bshad rgyas par bshad pa\/ ... bsam 'char gang dran tshang ma rgyas shing rgyas pa'i sgo nas bshad zin pa\/ ... gnas lugs rgyas pa sngar bstan pa bzhin\/ ... da phan lo shas nang du las don byas lugs rgyas par brjod long ma byung ba\/ ...",
"JH-C",
"Comment: See rgya che ba.",
"YOGA",
"cita. puSTi. pracaya. pratata. saMvRddha. saMRddhi. saMpUrNatva. samRddha. samRddhi. vistara. vistIrNa. vyAsa",
"DM",
"in sexological contexts, it means either arousal or afterglow.",
"JV",
"spread, be well developed, be advanced, vast, very extensive, extensive, enriching, vanity, prosper, great sage of ancient india, reputed author of mahabharata, increase in bulk or quantity, augment, grow, develop, extensive, large, ample, wide, manifold, numerous, copious, complete, full, to unfold, enriching, 1 of 4 'phrin las bzhi, expand",
"IW",
"1) [p rgya ba]; 2); 1) [more] abundant, at length, in detail, elaborate\/ detailed\/ extensive, full, more comprehensive, fully expansive, complete, perfect, general, full; 3) extend, spread; 4) vanity; 5) displayed [Gd]; 6) broad; 7) lush; 8) enrichment, increase, expand, blossom, unfold [one of the {phrin las lnga - the five activities]; 9) w prominences elaborate, prosper; 10) [comp rgyas po] elaborate, detailed, extensive, sumptuous]",
"RB",
"to unfold\/ expand\/ spread; unfolded\/ expanded; effulgent [bhaga]; to flourish",
"RY",
"be propagated. thams cad dus gcig la rgyas pa - all at once there burst forth. Extensive [Scripture]. pf. of {rgya ba}; 1) adj. abundant, complete, at length, in detail, elaborate, detailed, extensive, more comprehensive, fully expansive, to extend, to increase, vanity, to spread, displayed, enrichment, extensive, broad, lush, detailed, full. 2) v. to increase, expand, blossom, unfold. extend, in detail; fully grown, lush; to prosper; to unfold\/ expand\/ spread; unfolded\/ expanded; effulgent (bhaga); elaborate; augment. 3) increasing, enriching; one of the {phrin las lnga} the five activities. 4) with prominence"
]}}