{"words":{
"&#3939;&#3999;&#3851;&#3926;": [
"JH-ENG",
"view; [bad] view; viewing consciousness; viewer; look; see; read",
"JH-OE",
"{C}sight; exhibit; visible; act of seeing; vision; being seen; his views (are upright); have in view; looking",
"JH-T",
"blta  lta  bltas  ltos",
"JH-SKT, YOGA",
"darzana. dRSTi. apekSA",
"JH-SKT",
"{LCh,C,MV}*; {LCh,C,MSA,MV}*; {C}dRSTika; {C}avalokanatA; {MSA}*; {MSA}avekSamANa; {MSA}IkSikA; {MSA}IkSaNA; {MSA}(_\/paz): pazyat; {MSA}mi lta ba = nirapekSin",
"OT",
"[1082] 1. (tha dad pa) bltas pa\/ blta ba\/ ltos\/ \/1) mig gis rig par byed pa\/ ... phan tshun du lta ba\/ ... dpe deb la blta ba\/ ... mig gnyis kyis bltas te gsal por mthong\/ ... mun nag gi nang du bltas kyang mi mthong\/ ... gzhan la lta ba'i mig yod kyang\/ rang nyed lta na me long dgos\/ ... 2) brtags dpyad dam zhib 'jug byed pa\/ ... rtsa lta ba\/ ... phan gnod blta ba\/ ... tshod lta ba\/ ... 3) chags pa'am brtse gdung byed pa\/ ... spyi'i khe phan la blta ba\/ ... rang gi lus srog la mi lta ba\/ ... sger gyi khe grags la ma lta\/ ... 2. ... 1) 'dod tshul\/ ... kho gnyis kyi lta ba mthun gyi mi 'dug  ... 2) rang mthong ngam\/ rang nyid rtsis mthong\/ ... lta ba gcog pa\/ ... lta ba chag pa\/ ... 3) chos lugs kyi lta sgom spyod gsum kyi nang tshan lta ba\/ ... stong nyid rtogs pa'i lta ba\/ ... yang dag pa'i lta ba\/ ... log lta\/ ... ngan lta\/ ...",
"JH-C",
"Comment: This is often afflicted view, one of the six root afflictions (rtsa nyon, mUlakleza): desire ('dod chogs, rAga); (2) anger (khong khro, pratigha); (3) pride (nga rgyal, mAna); (4) ignorance (ma rig pa, avidyA); (5) doubt (the tshom, vicikitsA); (6) afflicted view (lta ba nyon mongs can, kliSTa-dRSTi).",
"JH-EXT",
"1. lta bar bya'o ; 2. phu thag chod pa'i lta ; 3. lta smos kyang ci dgos",
"JH-EXE",
"1. should\/will view; 2. unerring view; 3. what is the need to consider [literally, \"though looked into, what is the use\/need\"]",
"YOGA",
"darzin. prekSA. saMdarzana. \/paz:pazyati",
"DM",
"philosophical view.  Klong-chen-pa 9.22, 10.9.",
"JV",
"belief, opinionatedness mibp 74, look (-, for, into, at), observe, scan, gaze, watch, examine, opinion, view, understanding, ideology, (biased, proper way of, philosophical, act of) looking, seeing, vision, direct vision, perspective, point of view, search for, view mentally, consider, investigate, doctrine, theory, philosophical system, school, theory, 1 of lam yan lag brgyad, conceited, way of seeing, point of view, intuitive comprehension of one's real nature, outlook, self-observation, philosophical outlook, to direct one's gaze, to be seen as, to perceive",
"IW",
"1) (Tha dad pa bltas pa, blta ba, ltos,; 1) view w the eyes; 2) analyze, zhib 'jug byed pa; 3) have concern for, preserve, cherish; 4) the way 1 wants; 2) self-concern\/ regard.; 3) [dharma] view, philosophy, doctrine; 4) belief",
"RB",
"view; to view\/ regard\/ watch\/ attend to\/ observe\/ consider; to be directed (toward); biased views; opinionatedness; isc. point of view; to look (at); isc. to believe in; isc. to hold a (point of) view [pejorative sense]",
"RY",
"1) [philosophical] view, orientation, point of view, philosophical position [wrong view \/ opinion, belief, heresy, speculative theory, ideology], theory, position, stand point, outlook, attitude, perspective, doctrine, opinionatedness. dogma, principles, ideology, teaching, insight, understanding. 2) {lta ba, bltas pa, blta ba, ltas} trans. v.; to pay attention to, look at, see, watch, gaze at, observe, contemplate, view\/ regard\/ attend to \/; 3) sight, visual faculty, view, way of seeing; view; [one of the {'phags lam gyi yan lag brgyad} eightfold noble path; 4) belief, [as one of the six root disturbances]. one of the {'phags lam gyi yan lag brgyad} the eightfold noble path. View. A particular understanding and orientation based on studies of philosophy. In the context of Mahamudra and Trekchö, the view refers to the state of 'ordinary mind' or 'self-existing wakefulness' free from any concept, even of philosophical insight. belief, view [thd]. view; def: {drishta'i sgra las grangs na lta ba zhes bya ste, gzal bya'i yul gang la shes rab kyis sgro 'dogs bcad nas mtha' gcig tu nges par 'dzin pa'i blo'o}. [Mipham Rinpoche]. gaze upon {lta ba la chags te} became so engrossed in gazing upon. view, orientation, perspective. adjusted, gave attention to. la mi lta bar - without regard for"
]}}