{"words":{
"&#3942;&#4001;&#3956;&#3906;": [
"JH-ENG",
"dear; kind; beloved",
"JH-SKT",
"{MSA}priya; {MSA}snigdha",
"OT",
"[1464] bkol\/ sdug bsngal myong ba'i las bskul ba\/ ... dud 'gro nyam thag rnams la zhon 'gel sdug bkol gyi mnar sdang ma byed\/ ...",
"JH-C",
"also short for sdug bsngal, suffering",
"YOGA",
"duHkhita",
"DM",
"Might very well be a 'Tibetanization' of Sanskrit duHkha (like sgar may be a Tibetanization of Skt. ghara, etc.)",
"JV",
"unpleasant, frustration",
"IW",
"1) suffering, misery, pain[ful], sorrow, discomfort, miserable, [be] depressed\/ sad; 2) pleasant, sad, pretty, beautiful; 3) harm, difficulty, painful, toil, hardship; 4) bad * [comp sdug po]",
"RY",
"1) - Syn {sdug bsngal}. 2) - Syn {sdug pa} 3) - Syn {sdug po}, {sdug bsngal} suffering, misery, pain, sorrow, discomfort, painful, miserable, toil, hardship. vi. to be depressed. adj. comp. of {sdug po} abbr. of {sdug pa} [pretty]. sad; {sdug bsngal} pain; suffering; suffer; pained"
],
"&#3926;&#3919;&#3908;": [
"JH-ENG",
"give; treat; cast away; send; let go; give away; let loose; play [an instrument]",
"JH-OE",
"{C}freed; rejects; emits; cast off\/out; come up; let go; abandon; (would) discard; excel, curtain; through; across; having spurned; renounces",
"JH-T",
"gtang  gtong  btang  thongs",
"JH-SKT",
"{C}mukta; {C}utsRjati; tiraskRtya; {C}choritva; {C}tyajati",
"JV",
"deviate, give, send, SA gtong ba, past of gtong, past of gtong, abandon, leave it, to be sent by",
"IW",
"send, bestow, let go, reject, [p gtong ba]",
"RY",
"hand over, give away. p. of {gtong} [??] fut. of {gtong} devoted to, giver, to forsake, renounce, cast away, abandon, give up, let go; fut. of gtong; allow to go, let go"
],
"&#3930;&#3956;&#3939;": [
"JH-ENG, JV, IW, RB, RY",
"mode",
"JH-ENG",
"*; way; system; manner; fashion; proper way",
"JH-OE",
"{C}principle; method; guidance; -ion; (well) rounded; conduct",
"JH-SKT, YOGA",
"naya. vidhi. vRtta",
"JH-SKT",
"{LCh,L,MSA}*; {LCh}rUpa; {C}*; {MSA}vRtti; {MSA}*",
"OT",
"[2278] ... 1) thabs\/ ... 'tsho ba skyel tshul\/ ... las ka byed tshul\/ ... 2) lugs sam stangs\/ ... 'gro tshul\/ ... skad cha bshad tshul\/ ... gnas tshul\/ ... 3) rigs pa\/ ... tshul dang tshul min 'byed mkhas pa\/ ... tshul bzhin byed pa\/ ... 4) khul\/ ... mi shes shes tshul ma byed\/ ...",
"YOGA",
"nyAya. nIti. netrI. yAtrA. yukta-rUpa. saMvidhAna. AcAra",
"JV, IW, RY",
"nature",
"JV",
"form, *, manner, method, principle, procedure, aspect, fashion, way (-, of doing anything, of acting), conduct, duty, course of life, proper way, right method, species, kind, when (when joined to verb root), as, \"manner\" particle, pretend particle, specific instructions, *, work, on the basis of, application, the way in which, regarding the way, relating to, the way of",
"IW",
"1) principle, manner, way, fashion, method, *, aspect, species, kinds; 2) way of acting, conduct, behavior, form, capacity, custom, tradition, habit, system, approach, rule, established way, conventional style\/ behavior; 3) noon; 4) viewpoint * as, method, form, (in the capacity, how, symbolizing [-- tshul gyi zhabs 'gro: dance symbolizing -- ; 'gro tshul bshad: explain how to go, pretending to be]. 1) principle, manner, way, fashion, method. *, aspect, species, kinds; 2) way of acting, conduct, behavior. form, capacity, custom, tradition, habit, system, approach, rule, established way, conventional style\/ behavior; 3) noon; 4) viewpoint [1) thabs,\/\/'tsho ba skyel tshul,\/\/las ka byed tshul; 2) lugs sam stangs,\/\/'gro tshul,\/\/skad cha bshad tshul,\/\/gnas tshul; 3) rigs pa,\/\/tshul dang tshul min 'byed mkhas pa,\/\/tshul bzhin byed pa; 4) khul,\/\/mi shes shes tshul ma byed]. as, method, way, form, (in the) capacity [lha mo'i tshul snang sgyu ma'i phyag rgya che the mahamudr\\a of illusion is perceived as dev\\is. E g, gyog pa tshul as his servant, tshul bzhi four methods. chos nyid don rtogs 'chi ba'i tshul spangs ma you have realized ultimate dharmat\\a and abandoned death. Notes: tshul was not actually translated in the above passage. way tshul shing stick of the way . Notes: the reference for the above citation is to the \"counting sticks\" received by participants in the summer retreat the term dates back to the time of sh\\akyamuni buddha, when these sticks would be distributed to those followers of the buddha's way who intended to participate in the midday meal that was on occasion offered by a patron to the buddha and his disciples]",
"RB",
"way\/ manner\/ *\/ process (of); how . . .",
"RY",
"1) principle, manner, way, fashion, method. *, aspect, species, kinds. 2) way of acting, conduct, behavior. form, capacity, custom, tradition, habit, system, approach, rule, established way, conventional style \/ behavior 3) noon. 4) viewpoint; method, manner, *; way, manner\/ *; way, method, the how-to; way, manner, *, as, method. approach, character, *, system, tradition, way [thd]"
]}}