?({"words":{
"&#3942;&#3984;&#3956;": [
"JH-ENG",
"body (hon.); image; statue",
"JH-OE",
"{C}figurehead; personality; personal existence; extent; all they have and all they are; receptacle; physical (or bodily) basis; based on; foundation; by resorting to (as a basis); limbs; frame; shape",
"JH-SKT, YOGA",
"kAya. gAtratA. gAtra. zarIra. Azraya",
"JH-SKT",
"{C,LCh,MSA}*; {C}mUrti; tanus; AtmA-bhAva; *; *; *; gAtratva; vigraha; {MSA}*",
"OT",
"[118] 1 ... . 1) lus kyi zhe sa\/ ... sku tshad\/ ... sku srung\/ ... sku 'khrungs pa\/ ... sku gshegs pa\/ ... sku bsil ba\/ ... sku mnyel ba\/ ... 2) 'dra brnyan gyi zhe sa\/ ... cu gang gi 'dra sku\/ ... 'jim sku\/ ... rdo sku\/ ... lha sku\/ ... bris sku\/ ... 2. ming gi sngon du sbyar ba'i zhe sa'i tshig grogs shig ... sku mgron\/ ... sku mdun\/ ... sku phung\/ ... sku tshab\/ ... sku zhabs\/ ... sku yon\/ ... sku gzugs\/ ...",
"YOGA",
"aGga. Atma-bhAva",
"DM",
"CHOS SKU:  The basic factors behind illusory appearances as if in-corpor-ated.  LONGS SPYOD RDZOGS SKU:  The common pool of possibilities for social discourse in-corpor-ated.  SPRUL PA'I SKU:  The protean in-corpor-ation, within the realm of the illusory, of the factors behind those same illusory appearances projected purposefully through the lens of social discourse in order to access those basic factors and thereby transform the dangerously reified classifications of the human mind, thereby aiding in the release of those who would otherwise remain entrapped.  See also sku gsum.",
"JV",
"kaya, body, dimension, primordial contact, authentic existence, embodied being, real being, existential value of being, being-as-value, existential significance, possibilities of being in the world, pattern of man's existence, man's being in an environment, incarnate existence, significant being-in-the-world, authentic being in the world, true existence, structures of experience, dimension of existence, Guru's Body, forms, communication, buddha-bodies, honorific his her or yours, dimension of awakening, dimension of form, enlightened embodiment, dimensions of awakening, awakened dimensions, bodily form, statue, forms of deities, figure",
"IW",
"1) body [h]; 2) statue, likeness, image [h]; 3) bodily form\/ figure; 4) [h] prefix; 5) kaya; 6) person of high rank",
"RB",
"kaya; dimension of enlightened being; (enlightened) body\/ form\/ embodiment",
"RY",
"kayas. 'Body' in the sense of a body or embodiment of numerous qualities. When speaking of two kayas: dharmakaya and rupakaya. The three kayas are dharmakaya, sambhogakaya and nirmanakaya. See also 'three kayas.'. 1) body, form, image, bodily form, figure. 2) kaya, dimension of existence. 3) image, statue. 4) particle used to form honorific, [precedes words referring to parts of the body or to clothing). 5) dimension. 6) person of high rank, Body. buddha body. body form, kaya, primordial contact, dimension, communication, the person of Buddha, image of buddha, image statue; Body, Kaya. One! (form of address); (enlightened) body\/ form\/ embodiment; image, statue; Kayas"
]}});
