{"words":{
"&#3942;&#3962;&#3928;&#3942;": [
"JH-ENG",
"verb: think [in the sense of have an opinion]; contemplate; noun: mind; consciousness; thought; continuum",
"JH-OE",
"{C}attitude of mind; state of thought; state of mind; heart; inclination to; mind; mental activity; fancies (himself for); thinks of; minds about; thinks about; thinks with regard to; minds; puts his mind to; sets above; feel conceited; cares about; mindful thought",
"JH-T",
"bsam\/ sems\/ bsams\/ soms\/",
"JH-SKT, YOGA",
"cittatA. citta. cetas. caitasika",
"JH-SKT",
"{LCh,MV,MSA,C}*; {C}*; {C,MSA,MV}*; {MSA}cetanA; {MSA}cetasika; {MSA}*; {C,MSA}manas; {C}manyate (=samanupazyati); {C}matI; {MSA}(anv _\/IkS): anvIkSati; {MSA}(... snyam sems so = (_\/vRt): iti vartate); cittam; saMtAna",
"OT",
"[2937] ... 1) rang yul du gyur pa'i don gyi ngo bo rang stobs kyis mthong ba'i shes pa\/ dper na mig shes su gyur pa'i sems la sogs pa lta bu'o\/ ... sems kyi ngal rtsol\/ ... sems kyis mi bzod pa\/ ... gzhan sems dkrug pa\/ ... sems 'khyams pa\/ ... sems 'khrugs pa\/ ... sems gu yangs po\/ ... sems 'gul thebs pa\/ ... sems bsgyur ba\/ ... sems gnyis phrad pa med pa\/ ... sems gting nas khro ba\/ ... rang sems dang mthun pa\/ ... sems 'dogs par byed pa\/ ... sems phyin ci log pa\/ ... sems zil gyis non pa\/ ... sems yeng yeng ba\/ ... sems la 'khums pa\/ ... sems la 'phreng ba\/ ... sems la bab pa\/ ... sems la gzir ba\/ ... sems la shar ba\/ ... pha ma'i sems chu\/ bu phrug gi sems rdo\/ ... ming gi rnam grangs la kun gzhi dang\/ dran pa\/ nang gi byed pa\/ rnam shes\/ blo\/ yid\/ rig pa\/ shes pa bcas so\/ 2) gtso sems kyi bsdus ming\/",
"JH-DEFT",
"mtshan nyid\/  rang gi 'khor du byung ba'i sems byung dang mtshungs par ldan pa\/",
"JH-DEFE",
"Def.: that which has similarity with mental factors that arise as its [i.e., a main mind's] accompaniers",
"JH-C",
"delete Eng trans \"[in the sense of have an opinion]\"? {SW}",
"YOGA",
"cetana. mAnasa",
"DM",
"cetas, citta, mind, thought.  Sometimes used as an abbr. for Bodhicitta.  Frequently a word for 'mind' that is not 'clearly comprehended' (byang chub), in which case it is may be regarded as the special power of Total Knowledge, but not Total Knowledge itself.  For the distinction between sems and rig pa see 91 I 579.3 ff. There are said to be 24 distinctions (I 581.2).  It obscures the Total Knowledge substantiality (I 581.5).",
"JV, IW, RY",
"cognitive act",
"JV, RY",
"Mind",
"JV",
"citta, (-, body-, finite) mind, minding, thoughts, noetic, responsiveness, mentation, spirituality, attitudinal cognition, *, mentation, experiencing, potential for experience, general forms of experience, attitude, perceptual readiness, noetic-noematic structure, psychology, soul, spirit, (sometimes abbr. for sems nyid or byang chub sems), \"want\" particle, primary mind, experiencing process, Instructions on the * written by gnyen dpal dbyangs, thought process, ordinary mind, attention, attentive mind, conscious mind, state of mind",
"IW",
"1) cognition, awareness, mind, experience, heart; 2) gtso sems [primary mind\/ stream of consciousness\/ *; 3) alaya\/ consciousness; 4) attitude, intent; 5) grasping",
"RB, RY",
"(ordinary) mind",
"RY",
"mind, '*', grasping mind, frame of mind, mind or soul, thought, main mind, *[s] Syn {rnam shes tshogs drug} experiencing, potential for experience, general forms of experience, grasping, conceptual mind, attitude, intent; *; attention; cognition, *, mind or soul, grasping mind, frame of mind, thought, main mind. Syn {rnam shes tshogs drug} experiencing, potential for experience, general forms of experience, conceptual mind, attitude, intent. mind, thoughts, thought process, [chitta]; Def. by Jamgön Kongtrül: {phung khams skye mched thams cad kyi bag chags sam sa bon bsags pa dang sna tshogs la dmigs pa dang don la sems pas na sems su bzhag pa gang yin pa de ni kun gzhi'i rnam shes kho na}. Longchenpa's def: {khams gsum pa'i glo bur ba'i dri ma tshogs brgyad sems byung dang bcas pa'o}"
]}}